{
    "type": "bundle",
    "id": "bundle--c77c15de-46b4-41f2-b876-8269afe326a4",
    "spec_version": "2.0",
    "objects": [
        {
            "type": "attack-pattern",
            "id": "attack-pattern--a7a56973-dbeb-4ce0-8b59-55fab5358135",
            "created_by_ref": "identity--dcb70c08-a4b0-4d2d-8141-b28ca5f0a43a",
            "created": "2019-12-08T02:27:58.311Z",
            "modified": "2019-12-08T02:27:58.311Z",
            "name": "Competing Narratives",
            "description": "Advance competing narratives connected to same issue ie: on one hand deny incident while at same time expresses dismiss. MH17 (example) \"Russian Foreign Ministry again claimed that “absolutely groundless accusations are put forward against the Russian side, which are aimed at discrediting Russia in the eyes of the international community\" (deny); \"The Dutch MH17 investigation is biased, anti-Russian and factually inaccurate\" (dismiss). \n\nSuppressing or discouraging narratives already spreading requires an alternative. The most simple set of narrative techniques in response would be the construction and promotion of contradictory alternatives centered on denial, deflection, dismissal, counter-charges, excessive standards of proof, bias in prohibition or enforcement, and so on.\n\nThese competing narratives allow loyalists cover, but are less compelling to opponents and fence-sitters than campaigns built around existing narratives or highly explanatory master narratives. Competing narratives, as such, are especially useful in the \"firehose of misinformation\" approach.",
            "kill_chain_phases": [
                {
                    "kill_chain_name": "amitt-attack",
                    "phase_name": "strategic-planning"
                }
            ],
            "external_references": [
                {
                    "source_name": "amitt-attack",
                    "url": "https://github.com/misinfosecproject/amitt_framework/blob/master/techniques/T0004.md",
                    "external_id": "T0004"
                }
            ],
            "object_marking_refs": [
                "marking-definition--c32b1522-2b13-4159-8a40-56fd4151016d"
            ],
            "x_amitt_platforms": [
                "Advertising",
                "Audio",
                "Augmented Reality",
                "Digital Publication",
                "Interactive Media",
                "Mobile",
                "Physical",
                "Physical Publication",
                "Social Media",
                "Video",
                "Video Game"
            ],
            "x_amitt_version": "1.0"
        }
    ]
}
